[
  "¿Por qué el pez no hace tareas? Porque siempre nada.",
  "¿Qué hace una silla cuando está cansada? Se sienta más.",
  "¿Por qué el tomate no habló? Porque estaba rojo de vergüenza.",
  "¿Qué hace un árbol cuando quiere descansar? Se queda plantado.",
  "¿Por qué el lápiz no salió a jugar? Porque tenía punta.",
  "¿Qué hace una escoba en la esquina? Barrer su vida.",
  "¿Por qué el reloj no fue a trabajar? Porque no tenía tiempo.",
  "¿Qué hace una cama enojada? Se tiende mal.",
  "¿Por qué el plátano no llamó? Porque no tenía señal.",
  "¿Qué hace un zapato aburrido? Nada… está atado.",
  "¿Por qué el café no durmió? Porque estaba cargado.",
  "¿Qué hace un perro con lentes? Nada, solo ve mejor.",
  "¿Por qué la cuchara no habló? Porque estaba en la sopa.",
  "¿Qué hace un gato en el techo? Techo de menos.",
  "¿Por qué la nube no bajó? Porque estaba en las alturas.",
  "¿Qué hace una puerta triste? Se cierra.",
  "¿Por qué el papel se arrugó? Porque tenía problemas.",
  "¿Qué hace un vaso vacío? Espera.",
  "¿Por qué el sol no fue a clase? Porque ya brillaba.",
  "¿Qué hace una piedra en el agua? Se hunde… de risa.",
  "¿Por qué el árbol no fue al cine? Porque ya vio el tronco.",
  "¿Qué hace una almohada feliz? Se esponja.",
  "¿Por qué el carro no habló? Porque no tenía bocina social.",
  "¿Qué hace un libro aburrido? Se cierra.",
  "¿Por qué la bicicleta se cayó? Porque estaba cansada.",
  "¿Qué hace una moneda vieja? Cuenta historias.",
  "¿Por qué el espejo se rompió? Porque no se aguantó.",
  "¿Qué hace una lámpara apagada? Nada, está en modo oscuro.",
  "¿Por qué el pan no fue al gimnasio? Porque ya estaba tostado.",
  "¿Qué hace un globo triste? Se desinfla.",
  "¿Por qué la mesa cojea? Porque no se siente estable.",
  "¿Qué hace una cortina rota? Deja pasar el drama.",
  "¿Por qué el tren no avanzó? Porque estaba sin rieles.",
  "¿Qué hace un perro cansado? Se acuesta… más.",
  "¿Por qué el celular lloró? Porque no tenía señal.",
  "¿Qué hace una planta seca? Nada, ya no puede.",
  "¿Por qué el reloj gritó? Porque lo apretaron.",
  "¿Qué hace una radio apagada? Silencio profesional.",
  "¿Por qué la cuchara estaba sola? Porque nadie la invitó al plato.",
  "¿Qué hace un zapato viejo? Camina menos.",
  "¿Por qué el cuadro estaba torcido? Porque tenía problemas de ángulo.",
  "¿Qué hace una mesa coja? Se tambalea.",
  "¿Por qué el libro de historia estaba aburrido? Porque siempre era lo mismo.",
  "¿Qué hace una pizza en el frío? Se congela emocionalmente.",
  "¿Por qué el globo se fue? Porque no lo inflaron bien.",
  "¿Qué hace un lápiz cansado? Se afila para seguir.",
  "¿Por qué el papel fue al médico? Porque estaba arrugado.",
  "¿Qué hace un libro cerrado? Espera su momento.",
  "¿Por qué el pollo cruzó la calle? Porque sí.",
  "¿Qué hace una cama cómoda? Dormir bien.",
  "¿Por qué la luna no fue a la escuela? Porque ya estaba llena.",
  "¿Qué hace una estrella brillante? Brilla sin permiso.",
  "¿Por qué el café estaba feliz? Porque estaba caliente.",
  "¿Qué hace un gato en la computadora? Vigila al ratón.",
  "¿Por qué la sandía tembló? Porque hacía frío.",
  "¿Qué hace un teléfono cansado? Se apaga.",
  "¿Por qué la cama se fue temprano? Porque tenía sueño.",
  "¿Qué hace un tren parado? Espera su momento.",
  "¿Por qué la lámpara estaba triste? Porque la apagaron.",
  "¿Qué hace una estrella fugaz? Pasa rápido.",
  "¿Por qué el espejo se rompió? Porque no se reconoció.",
  "¿Qué hace un perro cansado? Descansa.",
  "¿Por qué el celular estaba triste? Porque no tenía cobertura.",
  "¿Qué hace una planta seca? Nada.",
  "¿Por qué el reloj gritó? Porque lo dieron cuerda.",
  "¿Qué hace una radio apagada? Silencio.",
  "¿Por qué la cuchara estaba sola? Porque la dejaron plantada.",
  "¿Qué hace un vaso vacío? Nada.",
  "¿Por qué el árbol no fue al cine? Porque ya había visto el tronco.",
  "¿Qué hace una alarma rota? Nada.",
  "¿Por qué el coche estaba cansado? Porque recorrió mucho.",
  "¿Qué hace una manta buena? Calienta.",
  "¿Por qué el despertador es malo? Porque siempre grita.",
  "¿Qué hace una almohada feliz? Abraza.",
  "¿Por qué la silla se cayó? Porque no se sentía bien.",
  "¿Qué hace un reloj puntual? Llega a tiempo.",
  "¿Por qué la cama es sabia? Porque da buenos consejos durmiendo.",
  "¿Qué hace una nube con gafas? Nada.",
  "¿Por qué el pescado no usa WhatsApp? Porque no tiene datos.",
  "¿Qué hace un sofá viejo? Cruje.",
  "¿Por qué el plato estaba limpio? Porque no comió.",
  "¿Qué hace una mochila vacía? Poco.",
  "¿Por qué la bombilla se fue? Porque no daba para más.",
  "¿Qué hace un zapato viejo? Camina menos.",
  "¿Por qué el cuadro estaba torcido? Porque tenía problemas.",
  "¿Qué hace una mesa coja? Se mueve.",
  "¿Por qué el libro de historia estaba aburrido? Porque siempre era lo mismo.",
  "¿Qué hace una cortina rota? Deja pasar la luz.",
  "¿Por qué el reloj fue al psicólogo? Porque perdió el control.",
  "¿Qué hace un tenedor sin dientes? Nada.",
  "¿Por qué el pan fue al gimnasio? Para ponerse en forma.",
  "¿Qué hace una pizza en el frío? Se congela.",
  "¿Por qué el globo se fue? Porque se desinfló.",
  "¿Qué hace un lápiz cansado? Se afila.",
  "¿Por qué el papel fue al médico? Porque estaba arrugado.",
  "¿Qué hace un libro cerrado? Espera."
]