[
  "¿Por qué el programador no salió a caminar? Porque había demasiados *bugs* afuera.",
  "¿Qué hace un programador cuando tiene frío? Se pone un *cache*.",
  "¿Por qué los programadores confunden Halloween y Navidad? Porque OCT 31 = DEC 25.",
  "¿Qué hace un código triste? Llora en *console.log*.",
  "¿Por qué el servidor rompió con la base de datos? Porque tenía demasiadas relaciones.",
  "¿Qué hace un programador cuando se pierde? Abre Google Maps en modo *debug*.",
  "¿Por qué el código nunca miente? Porque siempre devuelve lo que le pides… aunque no sea lo que quieres.",
  "¿Qué hace un programador cuando se aburre? Empieza otro proyecto que no terminará.",
  "¿Por qué el teclado fue al psicólogo? Porque tenía demasiados *shifts*.",
  "¿Qué hace un programador en una fiesta? *Alt* + *F4*.",
  "¿Por qué el compilador estaba estresado? Porque todos le pedían que resolviera sus problemas.",
  "¿Qué hace un programador cuando ve una araña? La reporta como *bug*.",
  "¿Por qué el código se fue de vacaciones? Porque necesitaba un *break*.",
  "¿Qué hace un programador cuando se enamora? Hace *commit*.",
  "¿Por qué el backend nunca discute? Porque siempre responde con calma.",
  "¿Qué hace un programador cuando llueve? Actualiza el *cloud*.",
  "¿Por qué el frontend estaba triste? Porque nadie apreciaba su *estilo*.",
  "¿Qué hace un programador cuando no entiende algo? Lo comenta… y sigue sin entenderlo.",
  "¿Por qué el router estaba cansado? Porque tenía muchas conexiones.",
  "¿Qué hace un programador cuando sueña? *Renderiza* ideas.",
  "¿Por qué el código mal escrito no duerme? Porque tiene insomnio sintáctico.",
  "¿Qué hace un programador cuando se siente solo? Abre un *socket*.",
  "¿Por qué el algoritmo fue al gimnasio? Para mejorar su rendimiento.",
  "¿Qué hace un programador cuando se equivoca? Culpa al *framework*.",
  "¿Por qué el archivo .zip no hablaba? Porque estaba muy comprimido.",
  "¿Qué hace un programador cuando está feliz? Lo *exporta*.",
  "¿Por qué el servidor estaba nervioso? Porque tenía demasiadas peticiones.",
  "¿Qué hace un programador cuando no encuentra algo? Busca en StackOverflow.",
  "¿Por qué el código limpio es humilde? Porque no presume sus funciones.",
  "¿Qué hace un programador cuando tiene hambre? Pide un *byte*.",
  "¿Por qué el monitor estaba triste? Porque nadie lo miraba a los ojos.",
  "¿Qué hace un programador cuando se cae? Hace *rollback*.",
  "¿Por qué el repositorio estaba orgulloso? Porque tenía muchos *stars*.",
  "¿Qué hace un programador cuando se siente poderoso? Ejecuta como administrador.",
  "¿Por qué el mouse estaba molesto? Porque lo arrastraban mucho.",
  "¿Qué hace un programador cuando está cansado? Entra en modo *sleep*.",
  "¿Por qué el código viejo contaba historias? Porque tenía mucha *legacy*.",
  "¿Qué hace un programador cuando quiere impresionar? Optimiza un *for*.",
  "¿Por qué el firewall no tenía amigos? Porque bloqueaba a todos.",
  "¿Qué hace un programador cuando se siente observado? Revisa los *logs*.",
  "¿Por qué el JSON estaba confundido? Porque tenía comas de más.",
  "¿Qué hace un programador cuando se enamora? Le da *permiso* de lectura y escritura.",
  "¿Por qué el IDE estaba feliz? Porque todo estaba bien indentado.",
  "¿Qué hace un programador cuando está triste? Se encierra en un *loop*.",
  "¿Por qué el CPU estaba caliente? Porque trabajó horas extra.",
  "¿Qué hace un programador cuando quiere paz? Desactiva las notificaciones.",
  "¿Por qué el código no tenía amigos? Porque era demasiado *privado*.",
  "¿Qué hace un programador cuando se siente creativo? Declara variables sin usarlas.",
  "¿Por qué el servidor se enfermó? Porque tenía un *virus*.",
  "¿Qué hace un programador cuando no quiere hablar? Devuelve *null*.",
  "¿Por qué el repositorio estaba celoso? Porque hicieron *fork* sin avisar.",
  "¿Qué hace un programador cuando se siente viejo? Recuerda sus tiempos en Pascal.",
  "¿Por qué el código estaba nervioso? Porque iba a producción.",
  "¿Qué hace un programador cuando está enojado? Borra *node_modules*.",
  "¿Por qué el framework estaba cansado? Porque todos lo usaban.",
  "¿Qué hace un programador cuando quiere escapar? Presiona *Esc*.",
  "¿Por qué el archivo .exe estaba feliz? Porque por fin lo ejecutaron.",
  "¿Qué hace un programador cuando se siente perdido? Busca el README.",
  "¿Por qué el servidor se desmayó? Porque no tenía *RAM* suficiente.",
  "¿Qué hace un programador cuando quiere ser gracioso? Hace un *try-catch* sin sentido.",
  "¿Por qué el código estaba deprimido? Porque nadie lo documentaba.",
  "¿Qué hace un programador cuando quiere silencio? Mata procesos.",
  "¿Por qué el navegador estaba confundido? Porque tenía demasiadas pestañas abiertas.",
  "¿Qué hace un programador cuando quiere orden? Formatea el disco.",
  "¿Por qué el repositorio estaba triste? Porque nadie hacía *pull*.",
  "¿Qué hace un programador cuando quiere correr? Ejecuta.",
  "¿Por qué el código estaba orgulloso? Porque compiló a la primera.",
  "¿Qué hace un programador cuando quiere un descanso? Pone un *breakpoint*.",
  "¿Por qué el servidor estaba feliz? Porque tenía buena latencia.",
  "¿Qué hace un programador cuando quiere hablar? Abre un *chatbot*.",
  "¿Por qué el archivo .log estaba molesto? Porque nadie lo leía.",
  "¿Qué hace un programador cuando quiere impresionar? Usa expresiones regulares.",
  "¿Por qué el código estaba confundido? Porque tenía demasiados *ifs*.",
  "¿Qué hace un programador cuando quiere dormir? Cierra el portátil.",
  "¿Por qué el compilador estaba molesto? Porque nadie respetaba sus errores.",
  "¿Qué hace un programador cuando quiere compañía? Abre un *thread*.",
  "¿Por qué el sistema operativo estaba triste? Porque nadie lo actualizaba.",
  "¿Qué hace un programador cuando quiere esconderse? Se mete en un *namespace*.",
  "¿Por qué el código estaba enojado? Porque lo copiaron sin créditos.",
  "¿Qué hace un programador cuando quiere ahorrar tiempo? Copia y pega.",
  "¿Por qué el servidor estaba feliz? Porque tenía buen *uptime*.",
  "¿Qué hace un programador cuando quiere un reto? Optimiza SQL.",
  "¿Por qué el archivo .tmp estaba triste? Porque sabía que lo borrarían.",
  "¿Qué hace un programador cuando quiere drama? Cambia de lenguaje.",
  "¿Por qué el código estaba orgulloso? Porque pasó todos los tests.",
  "¿Qué hace un programador cuando quiere ser misterioso? Escribe código sin comentarios.",
  "¿Por qué el CPU estaba estresado? Porque lo sobrecargaron.",
  "¿Qué hace un programador cuando quiere reír? Lee commits viejos.",
  "¿Por qué el sistema estaba lento? Porque tenía demasiados procesos existenciales.",
  "¿Qué hace un programador cuando quiere paz? Cierra Slack.",
  "¿Por qué el código estaba feliz? Porque por fin lo refactorizaron.",
  "¿Qué hace un programador cuando quiere un cambio? Actualiza dependencias.",
  "¿Por qué el servidor estaba triste? Porque nadie lo monitoreaba.",
  "¿Qué hace un programador cuando quiere motivación? Mira su primer proyecto.",
  "¿Por qué el código estaba cansado? Porque tenía demasiados *loops*."
]